"ADD_EVENT_PROMPT" = "Lisää tapahtuman yksityiskohdat.";
"ADD_EVENT" = "Lisää tapahtuma";
"EDIT_EVENT" = "Muokkaa";
"CANCEL" = "Kumoa";

"DELETE" = "Poista";
"DELETE_ONE" = "Poista vain tämä";
"DELETE_FUTURE" = "Poista kaikki tulevat";
"DELETE_RECURRING_ALERT_TITLE" = "Toistuva tapahtuma.";
"DELETE_EVENT" = "Poista tapahtuma";

"DETACH_ONE" = "Tallenna vain tälle";
"DETACH_FUTURE" = "Tallenna tuleville";
"DETACH_ALL" = "Tallenna kaikille";
"DETACH_ALERT_TITLE" = "Toistuva tapahtuma.";

"CANCEL_DIRTY_ALERT_TITLE" = "Tätä tapahtumaa on muokattu.";
"CANCEL_DIRTY_CANCEL" = "Kumoa muokkaus";
"CANCEL_DIRTY_REVIEW" = "Tarkista muokkaus";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Kutsua ei voida lähettää";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "%@ ei ole kelvollinen sähköpostiosoite.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Nimi";
"LOCATION_PLACEHOLDER" = "Sijainti";
"TITLE_DETAIL_NAV_TITLE" = "Nimi ja sijainti";
"DEFAULT_EVENT_TITLE" = "Uusi tapahtuma";
"ADD_TO_CALENDAR" = "Lisää kalenteriin";

"STARTS" = "Alkaa";
"ENDS" = "Päättyy";
"DATE_DETAIL_NAV_TITLE" = "Alku ja loppu";
"ALL_DAY_SWITCH_TITLE" = "Koko päivä";
"TIME_ZONE" = "Aikavyöhyke";
"FLOATING" = "Kelluva";

"REPEAT" = "Toista";
"NEVER_DETAIL" = "Ei";
"DAILY_DETAIL" = "Päivittäin";
"WEEKLY_DETAIL" = "Viikoittain";
"BIWEEKLY_DETAIL" = "Joka toinen viikko";
"MONTHLY_DETAIL" = "Kuukausittain";
"YEARLY_DETAIL" = "Vuosittain";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Toista";
"END_REPEAT" = "Lopeta toisto";
"END_REPEAT_NAV_TITLE" = "Lopeta toisto";
"TIME_ZONE_CHOOSER_PROMPT" = "Kirjoita kaupungin nimi.";

"REPEAT_FOREVER" = "Toista ikuisesti";

"ADD_INVITEES_NAV_TITLE" = "Lisää kutsuttuja";
"ADD_INVITEES_PROMPT" = "Lisää tapahtumaan kutsuttuja.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Tapahtumaa ei voida tallentaa";
"ALERT_TIME" = "Hälytysaika";
"CANNOT_REPEAT_EVENT" = "Tapahtumaa ei voida toistaa";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

